LEXICON_RU: 'dict[str, str | list[str]]' = {
    '/start': 'Привет!\nЯ бот для игры в "КАМЕНЬ-НОЖНИЦЫ-БУМАГА".\n\n'
    'Чтобы ознакомиться с правилами - /help\n'
    '<b>Хочешь поиграть?</b>',
    '/help': 'Правила в игру "КАМЕНЬ-НОЖНИЦЫ-БУМАГА":\n'
    'Камень побеждает ножницы.\n'
    'Ножницы побеждают бумагу.\n'
    'Бумага побеждает камень.',
    '/contacts': '<b>gmail</b> boltachev918@gmail.com\n'
    '<b>telegram</b> mimiwoo',
    '/info': 'Michael Boltachev является создателем этого бота.',
    'yes_button': 'Играть',
    'no_button': 'Не хочу',
    'камень': 'Камень 🗿',
    'ножницы': 'Ножницы ✂',
    'бумага': 'Бумага 📜',
    'yes': ['Отлично. Давай начнем.', 'Супер. Давай играть.', 'Ура. Начинаем играть!'],
    'no': ['Жаль :c', 'Эх..', 'Хорошо. Дай знать, когда захочешь :)', 'Понял.'],
    'other_answer': 'Извини, я не понимаю.',
    'bot_won': 'К сожалению, для тебя - я победил.\nХочешь сыграть еще?',
    'user_won': 'Мои поздравления! Победа твоя.\nСыграем еще раз?',
    'draw': 'Хм.. Ничья.\nИграем еще?',
    'choice_bot': 'Я выбрал',
    'random_choice_game': ['камень', 'ножницы', 'бумага']

}
